Subject: Запыт на змену адрасу электроннай пошты

Прывітанне, <username>!

Вы запыталі змяненне адрасу электроннай пошты ў наладах свайго профілю <base_url>.

Калі вы не запытвалі гэтага ці перадумалі мяняць свой адрас электроннай пошты, проста праігнаруйце гэты ліст. Калі ж вы наведаеце старонку актывацыі ніжэй, адрас электроннай пошты будзе зменены. Каб актывацыя спрацавала, вы павінны ўвайсці на форум пад сваім уліковым запісам.
Каб змяніць адрас электроннай пошты, наведайце, калі ласка, наступную старонку:
<activation_url>
--
<board_mailer>
(Не адказвайце на гэтае паведамленне)
