Subject: Адказ у тэме: <topic_subject>

<replier> адказаў у тэме <topic_subject>, на якую вы падпісаны. У тэме могуць быць яшчэ адказы, але гэта адзінае апавяшчэнне, якое вы атрымаеце, пакуль не наведаеце форум.

Тэкст паведамлення:
-----------------------------------------------------------------------

<message>

-----------------------------------------------------------------------
Адрас паведамлення: <post_url>

Для адмовы ад падпіскі наведайце: <unsubscribe_url>

--
<board_mailer>
(Не адказвайце на гэтае паведамленне)
