<?php

// Language definitions used in all admin files
$lang_admin_reindex = array(
'Reindex heading'            => 'Перастварэнне пошукавага індэкса для павышэння эфектыўнасці пошуку',
'Rebuild index legend'        => 'Пераіндэксацыя пошуку',
'Reindex info'                => 'Пасля дадання, змянення альбо выдалення паведамленняў з базы дадзеных уручную ці пры ўзнікненні праблем з пошукам трэба перабудаваць пошукавы індэкс. Настойліва рэкамендуецца дазволіць JavaScript у браўзеры (для аўтаматычнага перанакіравання на наступны цыкл).',
'Reindex warning'            => '<strong>ВАЖНА!</strong> Абнаўленне пошукавага індэкса можа заняць працяглы час і ў час выканання павялічыць нагрузку на сервер. Калі працэс будзе пярэрван прымусова, неабходна запомніць ID апошняй апрацаванай тэмы, каб працягнуць працэс пераіндэксацыі з пярэрванага моманту. Для гэтага трэба будзе ўвесці ID+1 у полі «ID тэмы».',
'Empty index warning'        => '<strong>УВАГА!</strong> Калі вы жадаеце працягнуць пярэрваную пераіндэксацыю, то не выбірайце пункт «Ачысціць індэкс».',
'Posts per cycle'            => 'Тэм у цыкле',
'Posts per cycle info'        => 'Колькасць тэм на старонку. Калі ўвесці 100, будзе апрацавана 100 тэм, пасля чаго старонка абнавіцца аўтаматычна. Гэта захавае пошукавы індэкс ад рассінхранізацыі ў час перабудовы.',
'Starting post'                => 'ID тэмы',
'Starting post info'        => 'ID тэмы, з якой пачаць пераіндэксацыю. Па змаўчанні гэта першы даступны ID у базе дадзеных. У большасці выпадкаў нічога мяняць не трэба.',
'Empty index'                => 'Ачысціць індэкс',
'Rebuilding index title'    => 'Пераствараецца пошукавы індэкс &#8230;',
'Rebuilding index'            => 'Перастварэнне пошукавага індэкса &#8230; Гэта можа заняць некалькі хвілін, таму самы час выпіць кубачак кавы  :-)',
'Processing post'            => 'Апрацоўваецца паведамленне <strong>%s</strong> у тэме <strong>%s</strong>.',
'Javascript redirect'        => 'JavaScript-перанакіраванне не ўдалося.',
'Click to continue'            => 'Націсніце для працягу',
'Rebuild index'                => 'Перабудаваць індэкс',
);