<?php

// Language definitions used in all admin files
$lang_admin_ranks = array(
'Rank head'                        => 'Дадаць, адрэдагаваць ці выдаліць рангі',
'Rank'                            => 'Ранг',
'Rank added'                    => 'Ранг дададзены.',
'Title message'                    => 'Неабходна ўвесці назву рангу.',
'Min posts message'                => 'Мінімальная колькасць паведамленняў павінна мець станоўчае значэнне.',
'Min posts occupied message'    => 'На форуме ўжо ўсталяваны ранг з мінімальнай колькасцю паведамленняў, роўным %s.',
'Rank updated'                    =>    'Ранг абноўлены.',
'Rank removed'                    =>    'Ранг выдалены.',
'Add rank intro'                => 'Увядзіце назву ранга і мінімальную колькасць паведамленняў, якія карыстальнік павінен мець для дасягнення рангу. Некаторыя рангі не могуць мець мінімальнай колькасці паведамленняў. Калі для карыстальніка ўсталявана персанальнае званне, гэта званне будзе адлюстравана замест любога рангу. Для актывацыі функцыя «<strong>Ранг карыстальнікаў</strong>» павінна быць уключана ў %s.',
'Add rank'                        => 'Дадаць ранг',
'Add rank legend'                => 'Дэталі рангу',
'Rank title label'                => 'Назва рангу',
'Min posts label'                => 'Мінімум паведамленняў',
'Existing ranks legend'            => 'Змяніць ці выдаліць створаныя карыстальніцкія рангі',
'No ranks'                        => 'Спіс рангаў не створаны.',
'Update'                        => 'Абнавіць',
'Remove'                        => 'Выдаліць',
'New rank'                        => 'Дадаць ранг',
'Existing rank'                    => 'Існуючы ранг',
);

