<?php

// Language definitions used in all admin files
//Пераклаў Вова1
$lang_admin_prune = array(
'Prune settings head'            => 'Выдаліць тэмы па даце стварэння апошняга паведамлення і форуму',
'Prune legend'                    => 'Выдаленне паведамлення',
'Confirm prune heading'            => 'Пацвердзіць выдаленне тэм',
'Prune details head'            => 'Пацвердзіць выдаленне тэм з: %s',
'Prune topics info 1'            => '<strong>УВАГА!</strong> У выніку будзе выдалена наступная колькасць тэм: <em>%s</em>.',
'Prune topics info 2'            => 'Тэмы будуць выдалены, калі яны не змяшчаюць паведамленняў, створаных пазней <em>%s</em> дня/дзён.',
'All forums'                    => 'Усе форумы',
'Include sticky'                =>    'уключаючы прымацаваныя тэмы',
'Days old'                        => 'Прайшло дзён',
'Prune topics'                    => 'Выдаліць тэмы',
'Number of topics'                => 'Колькасць тэм',
'Prune caution'                    => '<strong>ВАЖНА!</strong> Выкарыстоўвайце дадзеную функцыю з асцярогай. Выдаленыя паведамленні будзе <em>НЕМАГЧЫМА</em> аднавіць. Выдаленне лепш праводзіць пры актываванай функцыі «Прафілактыка форуму».',
'Prune intro'                    => 'Можна выдаляць тэмы ва ўсіх форумах ці ў асобна выбраным форуме. Тэма будзе выдалена ў адпаведнасці са значэннем, указаным у форме «Прайшло дзён». Напрыклад, калі ўвесці 30, усе тэмы, якія не змяшчаюць паведамленняў датаваных менш за 30 дзён назад, будуць выдалены.',
'Prune sticky enable'            => 'Уключыць выдаленне прымацаваных тэм.',
'Prune from'                    => 'Выдаленне па форумах',
'Days to prune message'            => 'Увядзіце станоўчае значэнне для выдалення тэм.',
'No days old message'            => 'Няма тэм, у якіх паведамлнні не дадавалісь на працягу названага вамі перыяду. Змяніце значэнне ў форме «Прайшло дзён» і паўтарыце спробу.',
'Prune done'                    => 'Выдаленне зроблена.',

);
