<?php

// Language definitions used in help.php
//Перевёл Бакалея

$lang_help = array(

'Help'				=> 'Дапамога',
'Help with'			=> 'Дапамога ў выкарыстанні %s',
'produces'			=> 'выводзіць',
'BBCode info'		=> 'Наяўнасць падтрымкі BB-кода вызначаецца адміністратарам. Калі BB-код уключаны, то спасылка на дапамогу «BBCode» будзе адлюстравана, калі вы будзеце складаць / рэдагаваць паведамленне або Ваш подпіс. BB-коды - гэта набор тэгаў фарматавання, якія ўплываюць на афармленне (выгляд) тэксту на дадзеным форуме. BB-коды прынцыпова падобныя на HTML і аналагічныя. Ніжэй даецца спіс даступных BB-кодаў і тлумачэнні па іх ужыванню. ',
'Image info'		=> 'Наяўнасць падтрымкі адлюстравання малюнкаў вызначаецца адміністратарам. Калі вывад малюнкаў уключаны, то спасылка на дапамогу «Выявы» будзе адлюстравана, калі вы будзеце складаць / рэдагаваць паведамленне або Ваш подпіс. Для дадання малюнка выкарыстоўваецца тэг BB-кода . Тэкст, які знаходзіцца пасля знака «=» у адкрываючым тэгу, выкарыстоўваецца для дадання альтэрнатыўнага тэксту з выявай. ',
'Text style'		=> 'Адлюстраванне (выгляд) тэксту можа быць зменены яго ўкладаннем у прадстаўленыя тэгі.',
'Bold text'			=> 'Цёмны тэкст',
'Underlined text'	=> 'Падкрэслены тэкст',
'Italic text'		=> 'Тэкст курсівам',
'Red text'			=> 'Чырвоны тэкст',
'Blue text'			=> 'Сіні тэкст',
'Heading text'		=> 'Тэкст загалоўка',
'Links info'		=> 'Вы можаце ствараць спасылкі на іншыя дакументы або адрасы электроннай пошты, выкарыстоўваючы наступныя тэгі:',
'My e-mail address'	=> 'Мой адрас электроннай пошты',
'Quotes info'		=> 'Для цытавання выкарыстоўвайце тэг цытавання. Вы можаце выкарыстоўваць тэг цытавання без ўказанні імя аўтара. ',
'Quote text'		=> 'Гэты тэкст я хачу працытаваць.',
'produces named'	=> 'Выводзіць блок цытаты з указаннем аўтара цытуемага тэксту.',
'produces unnamed'	=> 'Выводзіць просты блок цытаты.',
'Code info'			=> 'Калі вы дадаеце да тэксту код, пераканайцеся, што выкарыстоўвалі тэг «code». Тэкст, укладзены ў дадзены тэг, будзе паказаны з выкарыстаннем монашырыннага шрыфта і не будзе зменены іншымі тэгамі. Доўгія кавалкі кода, якія не памяшчаюцца ў полі паведамлення, будуць мець паласу пракруткі. ',
'Code text'			=> 'Некаторы код.',
'Code text long'	=> 'Гэта доўгі кавалак кода. Гэта доўгі кавалак кода. Гэта доўгі кавалак кода. Гэта доўгі кавалак кода. Гэта доўгі кавалак кода. Гэта доўгі кавалак кода. ',
'produces code box'	=> 'Выводзіць вынік выкарыстання тэга «code».',
'produces scroll box'=> 'Выводзіць вынік - паласу пракруткі ў поле паведамленні.',
'List info'			=> 'Для стварэння спісу вы можаце выкарыстоўваць тэг «list». Вы можаце ствараць тры тыпы спісаў, выкарыстоўваючы гэты тэг. ',
'List text 1'		=> 'Прыклад элемента спісу 1.',
'List text 2'		=> 'Прыклад элемента спісу 2.',
'List text 3'		=> 'Прыклад элемента спісу 3.',
'produces list'		=> 'Выводзіць маркіраваны спіс.',
'produces decimal list'	=> 'Выводзіць нумараваны спіс.',
'produces alpha list'	=> 'Выводзіць спіс у у алфавітным парадку.',
'Bold, underlined text'	=> 'Падкрэсьліваньне тэксту з паўтлустым напісаннем',
'Smilies info'	=> 'Калі вы аддаеце перавагу (і калі гэта даступна), форум можа канвертаваць тэкставыя смайлы ў адпаведныя графічныя малюнкі. Дадзены форум распазнае прыведзены спіс смайлаў і замяняе іх малюнкамі. ',
);