<?php

// Language definitions used in login.php
// Пераклаў Вова1
$lang_login = array(
// Miscellaneous
'Login'  => 'Увайсці',
'Login info' => 'Уваход на форум «%s»',
'Username' => 'Імя карыстальніка',
'Password' => 'Пароль',
'Remember me' => 'Запомніць мяне',
'E-mail address' => 'Эл. пошта',
'E-mail address help' => 'Увядзіце адрас электроннай пошты.',
'Login errors' => '<strong>Увага!</strong> Пры ўваходзе на форум адбыліся наступныя памылкі:',
'Wrong user/pass' => 'Няправільнае імя, альбо пароль.',
'Login redirect' => 'Паспяховы ўваход.',
'Logout redirect' => 'Вы выйшлі.',
'No e-mail match' => 'Карыстальніка з адрасам электроннай пошты %s не існуе',
'Invalid e-mail' => 'Уведзены адрас электроннай пошты няверны.',
'Login options'  => 'Магчыма вы хочаце %1$s ці %2$s',
'Obtain pass' => 'ўспомніць пароль',
'register' => 'зарэгістравацца',
'Submit password request' => 'Адправіць запыт',
'Email important' => 'Для змены пароля, звязанага з дадзеным адрасам электроннай пошты, звяжыцеся з адміністратарам форуму: %s.',
'Email flood' => 'З гэтага уліковага запісу ўжо запытвалі новы пароль каля %s сякунд назад. Калі ласка, крыху пачакайце, перад тым, як паўтараць запыт.',
'New password request' => 'Запыт на новы пароль',
'New password errors' => '<strong>Увага!</strong> Выпраўце наступныя памылкі:',
'New password info' => '<strong>Важна!</strong> На ўведзены вамі адрас электроннай пошты будзе адпраўлены ліст з інструкцыямі па змене пароля.',
'New password cancel redirect' => 'Запыт новага пароля адменены.',
'Forget mail' => 'Паведамленне адпраўлена на ўказаны адрас электроннай пошты разам з інструкцыяй па змене пароля. У выпадку якіх-небудзь праблем вы можаце звярнуцца да адміністратара %s.',
'Persistent login' => 'Запомніць мяне',
);
