    <?php

    // Language definitions used in userlist.php
    //перавёў Бакалея
    $lang_ul = array(

    'Users' => 'Карыстальнікаў',
    'Users found' => 'Па зададзеным крытэрам знойдзены карыстальнікі',
    'No users found' => 'Па вашым запыце нічога не знойдзена',
    'User search head' => 'Пошук карыстальнікаў па імені або па зададзеных крытэрах',
    'User results all' => 'Усе зарэгістраваныя карыстальнікі',
    'User results matching' => 'Зарэгістраваныя карыстальнікі па зададзеных крытэрах',
    'User find legend' => 'Пошук карыстальнікаў',
    'Username' => 'Імя',
    'Search for username' => 'Знайсці карыстальніка',
    'Username help' => 'Імя карыстальніка можа быць пустым. Выкарыстоўвайце <strong> * </ strong> у якасці шаблону для частковага супадзення. ',
    'User group' => 'Паказваць з групы',
    'Sort users by' => 'Сартаваць па',
    'User sort order' => 'Спарадкаваць па',
    'No of posts' => 'Колькасці паведамленняў',
    'Registered' => 'Зарэгістраваны',
    'Ascending' => 'Ўзрастанні',
    'Descending' => 'Змяншэнні',
    'All users' => 'Усе карыстальнікі',
    'Perform new search' => 'Выканаць новы пошук',
    'Table summary' => 'Спіс карыстальнікаў, адсартаваны і адфільтраваным па вашых крытэрах.',
    'Submit user search' => 'Знайсці',
    'Title' => 'Статус',
    'Posts' => 'Паведамленняў'

    );